{
  "application": "Julio Graffin",
  "screen.home.intro.title": "Olá! <br/>Eu sou o Julio!",
  "screen.home.intro.description": "Trabalho como desenvolvedor front-end e busco entregar sempre um bom produto digital. Estes são alguns principais trabalhos. Quer saber mais? Assista o vídeo!",
  "screen.home.video": "https://youtu.be/hmHXtyneUYU",
  "screen.home.videoAlt": "Vídeo apresentação",
  "title.jobs": "trabalhos",
  "title.other.jobs": "outros trabalhos",
  "title.contact": "contato",
  "button.download": "baixar CV",
  "button.go.back.home": "voltar para home",
  "button.scroll.down": "Scrollar tela para seção trabalhos",
  "text.rights": "juliograffin.com / Todos os direitos reservados",
  "not.found": "nada encontrado aqui 😞",
  "not.found.text": "Opaaa! Parece que você digitou algo errado, ou essa página já não existe mais.",
  "author.text": "<p>Sou Julio Graffin. Iniciei minhas atividades na área de TI em 2010, atuando primeiramente como web designer, em uma agência de publicidade que se chamava <strong>Refinaria Ilimitada</strong>, lugar onde aprendi muito e foi o início da minha paixão por desenvolvimento de websites.</p><p>Na época costumava fazer layouts institucionais, landing pages, hotsites para campanhas publicitárias e portais. Até então tinha pouca experiência na parte de codificação, o que mudou quando comecei a dar manutenção em alguns sites que a agência me passava como tarefa.</p><p>Escrevendo um pouco de HTML(Hypertext Markup Language) e CSS (Cascading Style Sheet) fui entendendo melhor o funcionamento de páginas web e como estrutura-las.</p><p>Depois iniciei com programação visual dos elementos de tela, nesse caso, o Javascript(lado cliente), a tecnologia que “dá a vida” ao que visualizamos em tela e interagimos.</p><p>Atuei no Centro Educacional de EAD <strong>Uninter</strong>, onde desenvolvi uma plataforma de estudos que antes era feita em Flash, onde transcrevi todo o código para HTML.</p><p>Após isso, trabalhei na <strong>Aliens Design</strong>, uma agência de plublicidade de Curitiba, onde aprendi muito e pude entregar muito valor nos projetos da empresa.</p><p>Trabalhei na <strong>Sabion Digital</strong>, empresa que fica em São Paulo. Atuei no cliente deles, a <strong>Bradesco Seguros</strong>, como designer UI, e também na agência, como desenvolvedor frontend.</p><p>Hoje estou na <strong>Objective Solutions</strong>, uma grande empresa de software do Brasil. Trabalho dentro do cliente deles, a <strong>Liferay</strong>. Atuo na plataforma Liferay DXP, onde lido com tecnologias diversas, como Java e outros frameworks Javascript.</p><p>Também trabalho como freelancer na <strong>Materialize</strong>, startup de Curitiba, onde sou especialista HTML/CSS e ReactJS.</p><p>Ufa!! É isso, eu acho 😄</p>"
}
