{
  "application": "Julio Graffin",
  "screen.home.intro.title": "Hi! <br/>I am Julio!",
  "screen.home.intro.description": "I work as front-end developer and I always try to deliver a good digital product. Do you want to know more? Watch the video!",
  "screen.home.video": "https://youtu.be/SBjQ9tuuTJQ",
  "screen.home.videoAlt": "Presentation video",
  "title.jobs": "jobs",
  "title.other.jobs": "other jobs",
  "title.contact": "contact",
  "button.download": "download CV",
  "button.go.back.home": "go back to home",
  "text.rights": "juliograffin.com / All Rights Reserved",
  "not.found": "nothing found here 😞",
  "not.found.text": "Ooops! Seems you've type something wrong, or this page no longer exists.",
  "author.text": "<p>I introduce myself as Julio Cezar Ferreira. From Curitiba. Graduated in Multimedia Production by UniOpet.</p><p>I started my activities in IT area in 2010, acting firstly as web designer, in an advertise agency called Refinaria Ilimitada, the place where I've learned a lot, and it was the beginning of my passion with website development.</p><p>In that time I used to build institutional layouts, landing pages, hotsites for advertise campaigns and portals. At this point I used to have a bit of experience as trainee in coding, what it changed when I started to code as mantainer of some sites that agency have passed me as tasks.</p><p>Writing a bit of HTML(Hypertext Markup Language) code and CSS (Cascading Style Sheet) I went better understanding on how web pages work and how to structure them.</p><p>After that I started with interactions, in this case, Javascript(client side), tecnology that 'gives life' to elements in the screen.</p><p>I also had a bit of experience with backend(server side), in this case, PHP, acronym for Hypertext Pre Processor, or basically, what prints HTML on the screen, is the language that only works on server side, where it compile and load on the screen, on client side eventually.</p><p>I've worked a lot with WordPress, one of the CMS tools most known in the world, it really helped me in development websites and blogs.</p><p>Nowadays I work with HTML, CSS, Javascript and tecnologies based in Javascript, like ReactJS and NextJS. I also have a bit of mobile experience, for instance hybrid applications with Ionic Framework.</p>"
}
