{
  "application": "Julio Graffin",
  "screen.home.intro.title": "Hi! <br/>I am Julio!",
  "screen.home.intro.description": "I work as front-end developer and I always try to deliver a good digital product. These are some main projects I've worked. Do you want to know more? Watch the video!",
  "screen.home.video": "https://youtu.be/SBjQ9tuuTJQ",
  "screen.home.videoAlt": "Presentation video",
  "title.jobs": "jobs",
  "title.other.jobs": "other jobs",
  "title.contact": "contact",
  "button.download": "download CV",
  "button.go.back.home": "go back to home",
  "button.scroll.down": "Scroll screen to work section",
  "text.rights": "juliograffin.com / All Rights Reserved",
  "not.found": "nothing found here 😞",
  "not.found.text": "Ooops! Seems you've type something wrong, or this page no longer exists.",
  "author.text": "<p>I'm Julio Graffin. I started my activities in IT area in 2010, acting firstly as web designer, in an advertise agency called <strong>Refinaria Ilimitada</strong>, the place where I've learned a lot, and it was the beginning of my passion with website development.</p><p>In that time I used to build institutional layouts, landing pages, hotsites for advertise campaigns and portals. At this point I used to have a bit of experience as trainee in coding, what it changed when I started to code as mantainer of some sites that agency have passed me as tasks.</p><p>Writing a bit of HTML(Hypertext Markup Language) code and CSS (Cascading Style Sheet) I went better understanding on how web pages work and how to structure them.</p><p>After that I started with interactions, in this case, Javascript(client side), tecnology that 'gives life' to elements in the screen.</p><p>I acted at <strong>Uninter EAD Educational Center</strong>, where I've re-write a studies platform that was made with Flash, where my objective it was to switch everything up to HTML code.</p><p>After that I've worked at <strong>Aliens Design</strong>, an advertise agency at Curitiba, where I've learned a bunch of things and where I could deliver a lot of value to the company's projects aswell.</p><p>I've worked at <strong>Sabion Digital</strong>, a digital agency based in São Paulo. I acted in its client, <strong>Bradesco Seguros</strong> as designer UI, and also in the agency as developer frontend.</p><p>Nowadays I'm at <strong>Objective Solutions</strong>, a big software company at Brasil. I work in its client, <strong>Liferay</strong>. I act in Liferay DXP, where I usually handle with some tecnologies like Java, and other Javascript frameworks.</p><p>I also work as a freelancer at <strong>Materialize</strong>, a startup based in Curitiba, where I act as HTML/CSS and ReactJS specialist.</p><p>Ufff!! That's all, I guess 😄</p>"
}
